[
  {
    "id": 1,
    "version": "v3.5.1",
    "date": "19 July, 2025",
    "title": "Smarter Assets. Smoother workflow.",
    "description": "The new 3D Library update gives creators instant access to a richer, smarter library of AI-ready assets...",
    "features": [
      "Unified Search: Browse by type, theme, or prompt tags — all in one place",
      "Smart Categories: Characters, Environments, Props, Animations, and FX — now neatly grouped",
      "Live Preview: See animated models in motion before adding them",
      "Favorites & History: Quickly find what you used or loved before",
      "Optimized for AI Prompts"
    ],
    "banner": 3,
    "conclusion": "This is part of our continued effort to make 3D creation intuitive and fun, powered by AI and designed for speed. Dive in and explore what’s new — your creative toolbox just leveled up."
  },
  {
    "id": 2,
    "version": "v3.5.0",
    "date": "01 May, 2025",
    "title": "Introducing AI-Powered 3D Creation",
    "description": "Create stunning 3D assets in seconds with our new AI-powered tools. Simply describe what you want, and watch it come to life.",
    "features": [
      "Text-to-3D: Generate detailed 3D models from simple text prompts",
      "AI-Assisted Animation: Automatically rig and animate your models with ease",
      "Smart Texturing: Apply realistic textures and materials using AI suggestions",
      "Voice Commands: Create and modify assets using natural language voice commands"
    ],
    "banner": 2,
    "conclusion": "This is part of our continued effort to make 3D creation intuitive and fun, powered by AI and designed for speed. Dive in and explore what’s new — your creative toolbox just leveled up."
  },
  {
    "id": 3,
    "version": "v3.4.0",
    "date": "26 Feb, 2025",
    "title": "Enhanced Collaboration Features",
    "description": "Work together seamlessly with our new collaboration tools, making team projects easier than ever.",
    "features": [
      "Real-Time Co-Editing: Collaborate on projects simultaneously with team members",
      "Commenting & Annotations: Leave feedback directly on the 3D models",
      "Version History: Track changes and revert to previous versions easily",
      "Shared Libraries: Access and share assets across your team"
    ],
    "banner": 1,
    "conclusion": "This is part of our continued effort to make 3D creation intuitive and fun, powered by AI and designed for speed. Dive in and explore what’s new — your creative toolbox just leveled up."
  }
]
